"BUTTON_AUTHENTICATE" = "Use my phone number";

"BUTTON_CONTINUE" = "Continue .";

"BUTTON_DISMISS" = "Dismiss";

"BUTTON_DONE" = "Done";

"BUTTON_NOT_NOW" = "Not Now";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Request another.";

"BUTTON_RETRY" = "Retry";

"BUTTON_SENDING" = "Sending...";

"BUTTON_SENDING_CONF_CODE" = "Sending confirmation code";

"BUTTON_SEND_CONF_CODE" = "Send confirmation code";

"BUTTON_SENT_CONF_CODE" = "Sent confirmation code";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Try a different number";

"CALL_ME_ACTION" = "Call Me";

"CALL_ME_LOADING" = "Calling...";

"ERROR_CANT_SMS" = "Unable to send this number a text message.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Please check your code and try again";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Oops, looks like we hit a network issue. Let’s try that again. [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Please check your email and try again";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Please check your number and try again";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "You have previously set a 2-step verification code on <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "After you tap \"Call me\" above, <u>Digits by Twitter</u> will send you a voice message to confirm your phone number. Call & data rates may apply.";

"FOOTNOTE_CREATE_ACCOUNT" = "By tapping \"Continue\" above, you agree to the <u>Terms of Service</u>, <u>Privacy Policy</u>, and <u>Cookies Policy</u> of Digits by Twitter, and that other users of %@ can discover you by phone number and/or email.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "By tapping \"Continue\" you are adding this email to your Digits account. All your apps authenticated with Digits will have access to this email address, and their users will be able to discover you by email. Manage your account on <u>Digits.com</u>.";

"FOOTNOTE_SEND_CONF_CODE" = "After you tap \"Send confirmation code\" above, <u>Digits by Twitter</u> will send you a text message to confirm your phone number. Message & data rates may apply.";

"FOOTNOTE_TOS_UPDATE" = "By tapping \"Continue\" above, you agree to the updated <u>Terms of Service</u>, <u>Privacy Policy</u>, and <u>Cookies Policy</u> of Digits by Twitter, and that other users of %@ can discover you by telephone number and/or email.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Enter 2-step verification code.";

"LABEL_ENTER_CONF_CODE" = "We sent you a code.";

"LABEL_ENTER_EMAIL" = "Enter your email.";

"LABEL_ENTER_PHONE_NUMBER" = "What's your phone number?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "We use Digits by Twitter to find more of your friends who use this app. When you tap OK, we'll upload your address book to Digits by Twitter so that we can help you find users of %@ that you know or help other users of %@ find you.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Find your friends";

"LABEL_RESEND_CONF_CODE" = "Didn't get a code?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Unable to confirm your phone number";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Sorry, we are having trouble sending you a confirmation code.";

"ONBOARDING_MESSAGE" = "[Digits] Log into https://fabric.io to set your App's name which will be included in verification emails and SMS/voice authorisation messages.";

"PARTIAL_FOOTNOTE_THIS_APP" = "this app";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Verification code";

"PLACEHOLDER_CONF_CODE" = "Enter your 6-digit code";

